chData = 
{
  "stats": [
      {
          "name": "엔케",
          "atk": "2",
          "def": "5",
          "dex": "4",
          "str": "5"
      },
      {
          "name": "얼데바란",
          "atk": "6",
          "def": "4",
          "dex": "4",
          "str": "2"
      },
      {
          "name": "단테",
          "atk": "4",
          "def": "4",
          "dex": "4",
          "str": "0"
      },
      {
          "name": "베어벨",
          "atk": "5",
          "def": "4",
          "dex": "5",
          "str": "2"
      },
      {
          "name": "골든 애플",
          "atk": "1",
          "def": "4",
          "dex": "7",
          "str": "4"
      },
      {
          "name": "캔디스 솔라",
          "atk": "4",
          "def": "4",
          "dex": "4",
          "str": "4"
      },
      {
          "name": "W. 러스티 제임스",
          "atk": "5",
          "def": "3",
          "dex": "4",
          "str": "4"
      },
      {
          "name": "메레디스 모리스",
          "atk": "4",
          "def": "5",
          "dex": "4",
          "str": "3"
      },
      {
          "name": "헬레나 J 카렌다쉬",
          "atk": "4",
          "def": "5",
          "dex": "3",
          "str": "4"
      },
      {
          "name": "발레르 뤼스 아타나스",
          "atk": "4",
          "def": "4",
          "dex": "5",
          "str": "3"
      },
      {
          "name": "루시아 I. 페어리엘",
          "atk": "2",
          "def": "5",
          "dex": "5",
          "str": "4"
      },
      {
          "name": "윌헬름 S. 엑시티움",
          "atk": "4",
          "def": "5",
          "dex": "5",
          "str": "2"
      },
      {
          "name": "파벨 슈뢰딩거",
          "atk": "3",
          "def": "6",
          "dex": "4",
          "str": "3"
      },
      {
          "name": "아서 H. 휴즈",
          "atk": "2",
          "def": "5",
          "dex": "4",
          "str": "5"
      },
      {
          "name": "오로라 K. 아치볼드",
          "atk": "5",
          "def": "5",
          "dex": "4",
          "str": "2"
      },
      {
          "name": "랜섬 윈터필드",
          "atk": "5",
          "def": "5",
          "dex": "4",
          "str": "2"
      },
      {
          "name": "리베라 로렌스 린드그렌",
          "atk": "3",
          "def": "4",
          "dex": "5",
          "str": "4"
      },
      {
          "name": "리디아 터너",
          "atk": "4",
          "def": "5",
          "dex": "3",
          "str": "4"
      },
      {
          "name": "디어 스테이시아",
          "atk": "4",
          "def": "4",
          "dex": "4",
          "str": "4"
      },
      {
          "name": "알마스 로지 스테이플턴",
          "atk": "5",
          "def": "5",
          "dex": "4",
          "str": "2"
      },
      {
          "name": "에리스 A. 인비디아",
          "atk": "3",
          "def": "3",
          "dex": "5",
          "str": "5"
      },
      {
          "name": "유디트 헨 스코펄리아",
          "atk": "3",
          "def": "6",
          "dex": "4",
          "str": "3"
      },
      {
          "name": "휴 그레이엄 갤러거",
          "atk": "4",
          "def": "2",
          "dex": "6",
          "str": "4"
      },
      {
          "name": "율리아 체이스",
          "atk": "4",
          "def": "5",
          "dex": "3",
          "str": "4"
      },
      {
          "name": "레오폴드 브라이언트",
          "atk": "3",
          "def": "5",
          "dex": "3",
          "str": "5"
      },
      {
          "name": "줄리안 포드",
          "atk": "3",
          "def": "5",
          "dex": "3",
          "str": "5"
      },
      {
          "name": "메이제이 린",
          "atk": "4",
          "def": "4",
          "dex": "4",
          "str": "4"
      },
      {
          "name": "로이드 R. 터너",
          "atk": "4",
          "def": "5",
          "dex": "2",
          "str": "5"
      },
      {
          "name": "포피 A. 커닝햄",
          "atk": "4",
          "def": "5",
          "dex": "3",
          "str": "4"
      },
      {
          "name": "에단 J. 톰슨",
          "atk": "3",
          "def": "5",
          "dex": "3",
          "str": "5"
      },
      {
          "name": "잭 A. 트래비스",
          "atk": "5",
          "def": "3",
          "dex": "4",
          "str": "4"
      },
      {
          "name": "세티아 B. 앨피어스",
          "atk": "2",
          "def": "5",
          "dex": "4",
          "str": "5"
      },
      {
          "name": "이안 R. 바이스",
          "atk": "3",
          "def": "3",
          "dex": "4",
          "str": "6"
      },
      {
          "name": "샤를로트 D. 엘링턴",
          "atk": "4",
          "def": "4",
          "dex": "6",
          "str": "2"
      },
      {
          "name": "뮤리엘 리제르바 프란시스",
          "atk": "4",
          "def": "4",
          "dex": "5",
          "str": "3"
      }
  ]
}
